app/controllers/posts_controller.rb

	def create
		#render text: params[:post].inspect
		@post =Post.new(post_params)

		@post.save
---
INSERT INTO "posts" ("created_at", "text", "title", "updated_at") VALUES (?, ?, ?, ?)  [["created_at", Wed, 27 Nov 2013 14:10:48 UTC +00:00], ["text", "lie lies"], ["title", "inside you"], ["updated_at", Wed, 27 Nov 2013 14:10:48 UTC +00:00]]